// const Hint = () => {
//   const buildingHintList = [
//     {
//       id: 1,
//       hint: "시간이 가장 느리게 가는 곳",
//     },
//     {
//       id: 2,
//       hint: "빛이 들지 않는 곳",
//     },
//     {
//       id: 3,
//       hint: "하루가 가장 빨리 시작되는 곳",
//     },
//     {
//       id: 1,
//       hint: "달이 지는 곳",
//     },
//     {
//       id: 2,
//       hint: "시작과 끝이 공존하는 곳",
//     },
//   ];

//   const floorHintList = [
//     {
//       id: 1,
//       hint: "눈이 마주치는 곳",
//     },
//     {
//       id: 2,
//       hint: "가장 시끄러운 곳",
//     },
//     {
//       id: 3,
//       hint: "가장 멀리 보이는 곳",
//     },
//     {
//       id: 1,
//       hint: "가장 추운 곳",
//     },
//     {
//       id: 2,
//       hint: "높지도 낮지도 않은 곳",
//     },
//   ];

//   const roomHintList = [
//     {
//       id: 1,
//       hint: "무지개가 시작되는 곳",
//     },
//     {
//       id: 2,
//       hint: "봄 기운이 완연한 곳",
//     },
//     {
//       id: 3,
//       hint: "모든 것을 삼키는 곳",
//     },
//     {
//       id: 1,
//       hint: "가장 붐비는 곳",
//     },
//     {
//       id: 2,
//       hint: "가장 안전한 곳",
//     },
//   ];

//   return;
// };

// export default Hint;
